<template>
    <div class="about_page">
        <h2 class="about_title">ТЕКСТ С ЗАГОЛОВКОМ</h2>
        <div class="about_block">
            <div class="about_main">
                <div class="about_text">
                    <p> Немецкая история Верного – Алма-Аты – Алматы начинается буквально с момента основания города в 1854
                        г.
                        С середины 19 в. здесь в молодом городе Туркестанского края жили и работали не только чиновники
                        немецкого происхождения,
                        но и немецкие ученые и путешественники: ботаник-натуралист А.Шренк, путешественник, врач и
                        исследователь растительного мира Туркестанского
                        края Иоганн-Альберт Регель, садовод К.Штольц, лесоводы братья Баум и другие.
                    </p>
                    <p>
                        В советский период истории в нашем городе жили и работали немцы – представители творческой и научной
                        интеллигенции,
                        архитекторы, известные спортсмены, врачи и многие другие. Многие из них были депортированы в 1941 г.
                        из различных мест проживания этнических немцев в СССР и расселены в разных областях Казахской ССР, а
                        с ослаблением
                        режима спецпоселения, когда появилась возможностью работать и учиться в столице Казахстана,
                        переехали в Алма-Ату.
                    </p>
                    <p>
                        Надеемся, что наша экскурсия поможет вам в осмыслении исторического прошлого своего народа и
                        сохранении достойной памяти о нем!
                    </p>
                </div>
                <div class="about_img">
                    <img src="../assets/img/pageimg.svg">
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'MyAbout'
}

</script>

<style scoped>
.about_page {
    margin: 1700px 352px 0 352px;
}

.about_block {
    margin-top: 160px;
}



.about_main {
    display: flex;
    margin-bottom: 71px;
}

.about_text {
    text-align: left;
    margin-right: 55px;
}

.about_document {
    display: flex;
    align-items: center;
    margin: 0 auto;
    border: 3px dashed #AB9995;
    border-radius: 30px;
    padding: 23px 270px;
}</style>